<template>
  <div class="content-wrapper">
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
    <ContentItem
      title="Наименование товара"
      description="Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк"
      price="10 000 руб"
    />
  </div>
</template>

<script>
import ContentItem from "../content-item/ContentItem.vue";
export default {
  name: "Content",
  components: { ContentItem },
};
</script>

<style lang="scss" scoped>
@import "Content.scss";
</style>
